Soap-requests/3-ChangeCredentialUsernameRequest-request.txt

<se:Envelope xmlns:se="http://schemas.xmlsoap.org/soap/envelope/">
  <se:Body>
    <ChangeCredentialUsernameRequest xmlns="http://broadhop.com/unifiedapi/soap/types">
      <audit>
        <id>username1</id>
        <comment>comment</comment>
      </audit>
      <networkId>username1</networkId>
      <oldNetworkId>4118402300000031</oldNetworkId>
    </ChangeCredentialUsernameRequest>
  </se:Body>
</se:Envelope>